{
  "idDrink": "12792",
  "strDrink": "Amaretto Liqueur",
  "strDrinkAlternate": null,
  "strTags": null,
  "strVideo": null,
  "strCategory": "Homemade Liqueur",
  "strIBA": null,
  "strAlcoholic": "Alcoholic",
  "strGlass": "Collins Glass",
  "strInstructions": "Combine sugar and 3/4 cup water in a small saucepan. Bring to a boil, stirring constantly. Reduce heat and simmer until all sugar is dissolved. Remove from heat and cool. In an aging container, combine apricot halves, almond extract, grain alcohol with 1/2 cup water, and brandy. Stir in cooled sugar syrup mixture. Cap and let age for 2 days. Remove apricot halves. (Save apricot halves, can be used for cooking). Add food coloring and glycerine. Stir, recap and continue aging for 1 to 2 months. Re-bottle as desired. Liqueur is ready to serve but will continue to improve with additional aging.",
  "strInstructionsES": "Mezclar el azúcar y 3/4 de taza de agua en un cazo pequeño. Llevar a ebullición, removiendo constantemente. Reducir el fuego y cocer a fuego lento hasta que se disuelva todo el azúcar. Retirar del fuego y dejar enfriar. En un recipiente de envejecimiento, mezcle las mitades de albaricoque, el extracto de almendra, el alcohol de grano con 1/2 taza de agua y el brandy. Incorporar la mezcla de jarabe de azúcar enfriada. Tapar y dejar envejecer durante 2 días. Retirar las mitades de albaricoque. (Guardar las mitades de albaricoque, se pueden utilizar para cocinar). Añadir colorante alimentario y glicerina. Remover, volver a tapar y seguir envejeciendo de 1 a 2 meses. Volver a embotellar al gusto. El licor está listo para servir, pero seguirá mejorando con el envejecimiento.",
  "strInstructionsDE": "Zucker und 3/4 Tassen Wasser in einem kleinen Topf vermengen, unter ständigem Rühren zum Kochen bringen. Hitze reduzieren und köcheln lassen, bis der gesamte Zucker gelöst ist. Vom Herd nehmen und abkühlen lassen. In einem Alterungsbehälter Aprikosenhälften, Mandel-Extrakt, Getreidealkohol mit 1/2 Tasse Wasser und Brandy vermengen. Gekühlte Zuckersirupmischung unterrühren. Verschließen und 2 Tage ruhen lassen. Aprikosenhälften entfernen. (Außer Aprikosenhälften, kann zum Kochen verwendet werden). Füge Lebensmittelfarbe und Glyzerin hinzu. Rühren, einarbeiten und 1 bis 2 Monate lang lagern. Nach Belieben wieder auffüllen. Der Likör ist servierfertig, wird sich aber mit zunehmender Reifung weiter verbessern.",
  "strInstructionsFR": "Dans une petite casserole, mélanger le sucre et 3/4 de tasse d'eau. Porter à ébullition en remuant constamment. Réduire le feu et laisser mijoter jusqu'à ce que tout le sucre soit dissous. Retirer du feu et laisser refroidir. Dans un récipient de vieillissement, mélanger les moitiés d'abricot, l'extrait d'amande, l'alcool de grain avec 1/2 tasse d'eau et le brandy. Incorporer le mélange de sirop de sucre refroidi. Boucher et laisser vieillir pendant 2 jours. Retirer les moitiés d'abricot. (Conservez les moitiés d'abricots, elles peuvent être utilisées pour la cuisine). Ajouter le colorant alimentaire et la glycérine. Remuer, reboucher et laisser vieillir pendant 1 à 2 mois. Remettre en bouteille si nécessaire. La liqueur est prête à être servie, mais elle continuera à s'améliorer en vieillissant.",
  "strInstructionsIT": "Unisci lo zucchero e 3/4 di tazza d'acqua in una piccola casseruola.\r\nPorta a ebollizione mescolando continuamente.\r\nRidurre la fiamma e cuocere a fuoco lento finché tutto lo zucchero non si sarà sciolto.\r\nTogli dal fuoco e lascia raffreddare.\r\nIn un contenitore di invecchiamento, unisci le metà di albicocche, l'estratto di mandorle, l'alcol di cereali con 1/2 tazza di acqua e il brandy.\r\nMescolare la miscela di sciroppo di zucchero raffreddata.\r\nTappare e lasciare invecchiare per 2 giorni.\r\nRimuovere le metà dell'albicocca.Aggiungi colorante alimentare e glicerina.\r\nMescola, ricapitola e continua a invecchiare per 1 o 2 mesi.\r\nRe-imbottigliare come desiderato.\r\nIl liquore è pronto per essere servito ma continuerà a migliorare con l'ulteriore invecchiamento.",
  "strInstructionsZH-HANS": null,
  "strInstructionsZH-HANT": null,
  "strDrinkThumb": "https://www.thecocktaildb.com/images/media/drink/swqxuv1472719649.jpg",
  "strIngredient1": "Sugar",
  "strIngredient2": "Water",
  "strIngredient3": "Apricot",
  "strIngredient4": "Almond flavoring",
  "strIngredient5": "Grain alcohol",
  "strIngredient6": "Water",
  "strIngredient7": "Brandy",
  "strIngredient8": "Food coloring",
  "strIngredient9": "Food coloring",
  "strIngredient10": "Food coloring",
  "strIngredient11": "Glycerine",
  "strIngredient12": null,
  "strIngredient13": null,
  "strIngredient14": null,
  "strIngredient15": null,
  "strMeasure1": "1 cup",
  "strMeasure2": "3/4 cup ",
  "strMeasure3": "2 ",
  "strMeasure4": "1 tblsp ",
  "strMeasure5": "1/2 cup pure ",
  "strMeasure6": "1/2 cup ",
  "strMeasure7": "1 cup ",
  "strMeasure8": "3 drops yellow ",
  "strMeasure9": "6 drops red ",
  "strMeasure10": "2 drops blue ",
  "strMeasure11": "1/2 tsp ",
  "strMeasure12": null,
  "strMeasure13": null,
  "strMeasure14": null,
  "strMeasure15": null,
  "strImageSource": null,
  "strImageAttribution": null,
  "strCreativeCommonsConfirmed": "No",
  "dateModified": "2016-09-01 09:47:29"
}