{
  "idIngredient": "615",
  "strIngredient": "Rose",
  "strDescription": "A rosé (from French, rosé [ʁoze]) is a type of wine that incorporates some of the color from the grape skins, but not enough to qualify it as a red wine. It may be the oldest known type of wine, as it is the most straightforward to make with the skin contact method. The pink color can range from a pale \"onion-skin\" orange to a vivid near-purple, depending on the grape varieties used and winemaking techniques. Usually, the wine is labelled rosé in French, Portuguese, and English-speaking countries, rosado in Spanish, or rosato in Italian.\r\n\r\nThere are three major ways to produce rosé wine: skin contact, saignée, and blending. Rosé wines can be made still, semi-sparkling or sparkling and with a wide range of sweetness levels from highly dry Provençal rosé to sweet White Zinfandels and blushes. Rosé wines are made from a wide variety of grapes and can be found all around the globe.\r\n\r\nWhen rosé wine is the primary product, it is produced with the skin contact method. Black-skinned grapes are crushed and the skins are allowed to remain in contact with the juice for a short period, typically two to twenty hours.[3] The grape must is then pressed and the skins discarded, rather than left in contact throughout fermentation (as with red wine making). The longer the skins are left in contact with the juice, the more intense the color of the final wine.\r\n\r\nWhen a winemaker desires to impart more tannin and color to red wine, some of the pink juice from the must can be removed at an early stage in what is known as the Saignée (from French bleeding) method. The red wine remaining in the vats is intensified as a result of the bleeding, because the volume of juice in the must is reduced, and the must involved in the maceration becomes more concentrated. The pink juice that is removed can be fermented separately to produce rosé.\r\n\r\nThe simple mixing of red wine into white wine to impart color is uncommon and is discouraged in most wine growing regions, especially in France, where it is forbidden by law, except for Champagne. Even in Champagne, several high-end producers do not use this method but rather the saignée method.",
  "strType": "Wine",
  "strAlcohol": "Yes",
  "strABV": "14"
}