{
  "idIngredient": "544",
  "strIngredient": "Martini Rosso",
  "strDescription": "Martini is a brand of Italian vermouth, named after the Martini & Rossi Distilleria Nazionale di Spirito di Vino, in Turin.\r\n\r\nClemente Michel, Carlo Re, Carlo Agnelli and Eligio Baudino started the company in 1847, as a vermouth bottling plant in Pessione. A few years later Alessandro Martini joined the team, becoming the director in 1863 along with Teofilo Sola and Luigi Rossi (who was the inventor of a vermouth). In 1863 they changed the company name to Martini, Sola & Cia. They started exporting bottles of vermouth around the world. New York city was given its first crates in 1867. At the time the firm was awarded several prizes, which are still recorded on the bottles: Dublin (1865), Paris (1867 and 1878), Vienna (1873) and Philadelphia (1876). Just thirty years after its creation, Martini was available in the United States, Brazil, Argentina, Greece, Portugal, Belgium, Egypt and other countries. In 1879 the Sola family sold its interests to the remaining partners, who renamed the company Martini & Rossi, as it stands today.\r\n\r\nThe brand may have given the American martini vermouth and gin cocktail its name (an early recipe for which is known from 1888), though other speculations on the cocktail's etymology exist.\r\n\r\nIn 1892 the business was taken over by Rossi's four sons; control passed to his grandsons in 1930. In 1929 the Martini Ball & Bar logo was registered for the first time. Restructuring was carried out in 1977 resulting in the creation of the General Beverage Corporation. In 1992 Martini & Rossi merged with Bacardi. “Martini is the world's fourth most powerful ‘spirit’ brand” according to a survey of the market in 2006.\r\n\r\nIn 1970 and 1971 Martini together with Rossi supported the so-called \"Ladies Football World Championships\". These tournaments were entirely independent from FIFA and the common national soccer associations. They were held in Rome and in Mexico.",
  "strType": "Vermouth",
  "strAlcohol": "Yes",
  "strABV": null
}