{
  "idIngredient": "223",
  "strIngredient": "Galliano",
  "strDescription": "Liquore Galliano L'Autentico, known more commonly as Galliano, is a sweet herbal liqueur, created in 1896 by Italian distiller and brandy producer Arturo Vaccari of Livorno, Tuscany and named after Giuseppe Galliano, an Italian hero of the First Italo-Ethiopian War.\r\n\r\nGalliano has numerous natural ingredients including star anise, Mediterranean anise, juniper berry, musk yarrow, lavender, peppermint, cinnamon, and Galliano's hallmark vanilla flavour. Galliano uses vanillin for flavouring and sugar and glucose syrup for sweetening. Caramel and tartrazine are used to achieve Galliano's bright yellow colour. Neutral alcohol is infused with the pressings from the herbs except for the vanilla. The liquid is distilled and then infused with separately pressed vanilla. In the final stage, distilled water, refined sugar and pure neutral alcohol are blended with the base. Galliano has been formulated at both 60 proof (30% by volume) and 84.6 proof (42.3% by volume).\r\n\r\nGalliano is sweet with vanilla-anise flavour and subtle citrus and woodsy herbal undernotes. The vanilla top note differentiates Galliano from other anise-flavoured liqueurs such as Sambuca, Pernod, or Anisette. It is used both as a digestivo (meant for drinking after heavy meals), and as an ingredient for cocktails, most notably the Harvey Wallbanger, Yellow Bird (cocktail), Golden Cadillac, and Golden Dream.\r\n\r\nThe Galliano brand is currently owned by Dutch distiller Lucas Bols, and marketed through its worldwide distribution joint venture, Maxxium. Galliano is packaged in a distinctively shaped bottle, reminiscent of a classical Roman column. Several other liqueurs are also produced under the Galliano brand name, including a black Sambuca, a white Sambuca and an amaretto, which are predominantly distributed in Australasia,[3] where the products are popular as shots. Galliano also makes Galliano Ristretto coffee-flavored liqueur and Galliano Balsamico, a balsamic vinegar-infused liqueur. Both Galliano Autentico and Galliano Vanilla, as used in the Harvey Wallbanger, are available.",
  "strType": "Liqueur",
  "strAlcohol": "Yes",
  "strABV": null
}