{
  "idIngredient": "526",
  "strIngredient": "Wild Turkey",
  "strDescription": "Wild Turkey is a brand of Kentucky straight bourbon whiskey distilled and bottled by the Austin Nichols division of Campari Group. The distillery is located near Lawrenceburg, Kentucky, United States. It offers tours, and is part of the American Whiskey Trail and the Kentucky Bourbon Trail.\r\n\r\nIn 1891, Thomas Ripy built the Old Hickory Distillery in Tyrone, Kentucky, near Lawrenceburg, on the former site of the Old Moore Distillery. After Prohibition, the Ripy family (Thomas had died in 1902) repaired the distillery and began to again produce bourbon. The Ripys sold the bourbon produced at this distillery to various wholesalers who bottled bourbon under their own brands. Austin Nichols was one of these wholesalers.\r\n\r\nThe \"Wild Turkey\" brand is said to have arisen after an Austin Nichols executive, Thomas McCarthy, took some warehouse samples on a wild turkey hunting trip in 1940. The bourbon proved so popular among his friends they continued to ask him for \"that wild turkey bourbon.\" Austin Nichols began to bottle Wild Turkey in 1942.\r\n\r\nThe Ripys were bought out in 1949 by Robert and Alvin Gould.\r\n\r\nFor three decades after introducing Wild Turkey, Austin Nichols remained a non-distiller producer—bottling bourbon purchased on the open market under their Wild Turkey brand. Much of this whiskey was purchased from the Ripys/Gould distillery in Tyrone. In 1971, Austin Nichols purchased the facility (then known as the Boulevard Distillery) and changed the name to the Wild Turkey Distillery.\r\n\r\nIn 1980, the distillery and the Wild Turkey brand were purchased by Pernod Ricard.\r\n\r\nOn May 9, 2000, a fire destroyed a seven-story aging warehouse at the company in Anderson County, Kentucky. It contained more than 17,000 wooden barrels of whiskey. Burning whiskey flowed from the warehouse, setting the woods on fire, causing limestone deposits to explode. Firefighters saved Lawrenceburg's water treatment plant from destruction. However, an estimated 20% of the whiskey flowed into the Kentucky River. The river contamination required the temporary shutdown of the water treatment plant. Officials ordered water usage restrictions. Businesses and schools were closed because of the water shortage. The alcohol spill also depleted the oxygen in the river, killing an estimated 228,000 fish along a 66-mile stretch. The EPA and the Coast Guard's Gulf Strike Team aerated the river using equipment mounted on barges.[6] The company paid $256,000 to the Kentucky Department of Fish and Wildlife in an effort to restore the fish population in the river.\r\n\r\nIn 2009, the Campari Group acquired the distillery and the Wild Turkey brand from Pernod Ricard.\r\n\r\nIn 2011, Wild Turkey began to be distilled at a newly constructed facility near the old distillery. The new distillery sits where the old bottling facility was previously located.\r\n\r\nIn 2013, Campari opened a new bottling facility at the Wild Turkey Distillery. For the previous 13 years Wild Turkey had been bottled offsite in Indiana and, later, Arkansas. In addition to the Wild Turkey products, Campari's SKYY vodka is also bottled there after being shipped from the Illinois distillery.",
  "strType": "Whisky",
  "strAlcohol": "yes",
  "strABV": null
}