{
  "idIngredient": "255",
  "strIngredient": "Guinness",
  "strDescription": "Guinness (/ˈɡɪnɪs/) is an Irish dry stout that originated in the brewery of Arthur Guinness (1725–1803) at St. James's Gate brewery in the capital city of Dublin, Ireland. Guinness, produced by the Diageo beverages company, is one of the most successful beer brands worldwide. It is brewed in almost 50 countries and is available in over 120. Annual sales total of Guinness in 2011 was 850 million litres (220,000,000 US gal).\r\n\r\nGuinness features a burnt flavour that is derived from malted barley and roasted unmalted barley. The use of roasted barley is a relatively modern development, not becoming part of the grist until the mid-20th century. For many years, a portion of aged brew was blended with freshly brewed beer to give a sharp lactic flavour. Although Guinness's palate still features a characteristic \"tang\", the company has refused to confirm whether this type of blending still occurs. The draught beer's thick, creamy head comes from mixing the beer with nitrogen and carbon dioxide when poured. It is popular with the Irish, both in Ireland and abroad. In spite of declining consumption since 2001, it is still the best-selling alcoholic drink in Ireland where Guinness & Co. Brewery makes almost €2 billion worth of the beverage annually.\r\n\r\nThe company was started in 1759 in Dublin, but had to move its headquarters to London at the beginning of the Anglo-Irish Trade War in 1932. In 1997, Guinness plc merged with Grand Metropolitan to form the multinational alcoholic drinks producer Diageo.\r\n\r\nGuinness stout is made from water, barley, roast malt extract, hops, and brewer's yeast. A portion of the barley is roasted to give Guinness its dark colour and characteristic taste. It is pasteurised and filtered. Making the product requires knowledge in the sciences of microbiology, mycology, bacteriology, and thermodynamics. Despite its reputation as a \"meal in a glass\", Guinness only contains 198 kcal (838 kilojoules) per imperial pint (1460 kJ/l), slightly fewer than skimmed milk, orange juice, and most other non-light beers.\r\n\r\nUntil the late 1950s Guinness was still racked into wooden casks. In the late 1950s and early 1960s, Guinness ceased brewing cask-conditioned beers and developed a keg brewing system with aluminium kegs replacing the wooden casks; these were nicknamed \"iron lungs\". The production of Guinness, as with many beers, also involves the use of isinglass made from fish. Isinglass is used as a fining agent for settling out suspended matter in the vat. The isinglass is retained in the floor of the vat but it is possible that minute quantities might be carried over into the beer.",
  "strType": "Stout",
  "strAlcohol": "Yes",
  "strABV": null
}