{
  "idIngredient": "155",
  "strIngredient": "Cranberry Juice",
  "strDescription": "Cranberry juice is the juice of the cranberry. The term, used on its own, usually refers to a sweetened version.\r\n\r\nA cup of standard 100% cranberry juice, amounting to 248 grams or 8 ounces, is a rich source of antioxidants, vitamin C and salicylic acid. It also supplies calcium, magnesium, manganese, phosphorus, and potassium minerals. Cranberry juice is classified as an acidic drink with a typical pH between 2.3 and 2.5.\r\n\r\nIn 2010 a study conducted by the Worcester Polytechnic Institute in Massachusetts found that the ingredients in cranberry juice limit the ability of E. coli bacteria (the main cause of UTIs) to cling to other bacteria. Without other bacteria, E. coli's ability to grow and reproduce is limited. The researchers concluded that cranberry juice helps prevent UTIs, but stopped short of saying the juice cures them. According to WebMD, which reported on the study, study researcher Terri Anne Camesano said people should not self-treat urinary tract infections, and anyone who suspects they have an infection should see a doctor, but drinking cranberry juice may be an easy, inexpensive way to help keep E. coli at bay.\r\n\r\nThere is some evidence that although long-term use of cranberry juice can help prevent symptomatic urinary tract infections, people do not persist in taking it over long periods.[4] There is no significant difference between cranberry juices and capsules. It is thought to prevent adhesion of bacteria such as E. coli to the urinary tract, by inducing changes to their fimbriae.\r\n\r\nThe proanthocyanidins found in cranberry juice can prevent bacteria from adhering to the epithelial tissue that line many interior parts of the human body. These adhering bacteria can cause breakdown and inflammation of the epithelial lining of the urinary tract, leading to urinary tract infections.\r\n",
  "strType": "Juice",
  "strAlcohol": "No",
  "strABV": null
}