{
  "idIngredient": "275",
  "strIngredient": "Jack Daniels",
  "strDescription": "Jack Daniel's is a brand of Tennessee whiskey and the top selling American whiskey in the world. It is produced in Lynchburg, Tennessee, by the Jack Daniel Distillery, which has been owned by the Brown-Forman Corporation since 1956. Despite being the location of a major operational distillery, Jack Daniel's home county of Moore is a dry county, so the product is not available for purchase at stores or restaurants within the county.\r\n\r\nThe product meets the regulatory criteria for classification as a straight bourbon, though the company disavows this classification and markets it simply as Tennessee whiskey rather than as Tennessee bourbon. Jack Daniel's distillery tour advises that their product is initially bourbon prior to entering their charcoal filtering setup, and that this process creates the distinction between regular bourbon and \"Tennessee sipping whiskey.\" As defined in the North American Free Trade Agreement, Tennessee Whiskey is classified as a straight bourbon authorized to be produced in the state of Tennessee. Packaged in square bottles, a total of 11 million cases of the flagship \"Black Label\" product were sold in the company's 2012 fiscal year, which ended April 30, 2013.\r\n\r\nThe mash for Jack Daniel's is made from corn, rye, and malted barley, and is distilled in copper stills. It is then filtered through 10-foot (3.0 m) stacks of sugar maple charcoal. The company refers to this filtering step as \"mellowing\". This extra step, known as the Lincoln County Process, removes impurities and the taste of corn. The company argues this extra step makes the product different from bourbon. However, Tennessee whiskey is required to be \"a straight Bourbon Whiskey\" under terms of the North American Free Trade Agreement and Canadian law. A distinctive aspect of the filtering process is that the Jack Daniel's brand grinds its charcoal before using it for filtering. After the filtering, the whiskey is stored in newly handcrafted oak barrels, which give the whiskey its color and most of its flavor.\r\n\r\nThe product label mentions that it is a \"sour mash\" whiskey, which means that when the mash is prepared, some of the wet solids from a previously used batch are mixed in to help make the fermentation process operate more consistently. This is common practice in American whiskey production. (As of 2005, all currently produced straight bourbon is produced using the sour mash process.)\r\n\r\nAfter being used for the aging of Jack Daniel's whiskey, many barrels go to Scotland to be used in the production of Scotch whisky. Some barrels are leased from Glenmorangie distillery. Some of the barrels are sold to McIlhenny Company of Avery Island, Louisiana, for production of Tabasco sauce and to both the Mount Gay Rum company of Barbados and Appleton Estate of Jamaica for use in the aging process of their distinctively flavored rums.] Some barrels are also cut in half and shipped to Lowe's Home Centers to be used as planter pots. They retain the whiskey smell for some time after arriving there and must be watered every couple of days to keep them intact[clarification needed] before they are sold and filled with soil.",
  "strType": "Whiskey",
  "strAlcohol": "Yes",
  "strABV": null
}