{
  "idIngredient": "96",
  "strIngredient": "Chambord Raspberry Liqueur",
  "strDescription": "Chambord Liqueur (pronounced [ʃɑ̃.bɔʁ]) is a 16.5% abv raspberry liqueur modelled after a liqueur produced in the Loire Valley of France during the late 17th century. The Chambord product brand has been owned and produced by the Brown-Forman Corporation since 2006.\r\n\r\nChambord is made from red and black raspberries, Madagascar vanilla, Moroccan citrus peel, honey and cognac.\r\n\r\nThe Chambord brand was founded in 1982. The drink was inspired by raspberry liqueur made in the Loire Valley in the late 1600s, said to have been introduced to Louis XIV during one of his visits to the château de Chambord. It was common during that time for liqueurs and cognac to be consumed with elegant meals.\r\n\r\nIn 2006, the Chambord product brand was acquired by the Brown-Forman Corporation.\r\n\r\nChambord is produced in the Loire Valley from red and black raspberries, Madagascar vanilla, Moroccan citrus peel, honey and cognac. Whole raspberries and blackberries are steeped in French spirits for a period of several weeks to produce a fruit infusion.\r\n\r\nAfter the infusion is extracted, a second set of spirits is added to the fruit and allowed to rest for a few weeks. After this second infusion is drawn off, the remaining fruit is pressed to obtain the natural sugars and juice. The fruit-infused spirits and juices from the final pressing are then combined, and finally, the berry infusion is married with a proprietary blend of cognac, natural vanilla extract, black raspberries, citrus peel, honey, and herbs and spices. The liqueur is 16.5% alcohol by volume.\r\n\r\nCommon drinks made from Chambord include the Raspberry Margarita, French Manhattan, Butler Miller (Chambord Vodka Gimlet), Kir Impérial (Chambord and champagne), Chambord Daiquiri, Chambord Royal Spritzer, Lemonado (Vodka, lemonade and splash of Chambord), Little Purple Men, The Purple Hooter Shooter, Sour Grapes, Black Opal, Peanut Butter and Jelly (with Frangelico or Castries Peanut Cream), Grape Crush, the \"Blood of Christ\", Grateful Dead, and the French Martini . The French Martini started the \"cocktails as a Martini\" craze.",
  "strType": "Liqueur",
  "strAlcohol": "Yes",
  "strABV": null
}