{
  "idIngredient": "10",
  "strIngredient": "Aejo Rum",
  "strDescription": "The origin of the word \"rum\" is generally unclear. In an 1824 essay about the word's origin, Samuel Morewood, a British etymologist, suggested it might be from the British slang term for \"the best\", as in \"having a rum time.\" He wrote:\n\nAs spirits, extracted from molasses, could not well be ranked under the name whiskey, brandy, or arrack, it would be called rum, to denote its excellence or superior quality.\n\nGiven the harsh taste of early rum, this is unlikely. Morewood later suggested another possibility: that it was taken from the last syllable of the Latin word for sugar, saccharum, an explanation commonly heard today.\n\nOther etymologists have mentioned the Romani word rum, meaning \"strong\" or \"potent\". These words have been linked to the ramboozle and rumfustian, both popular British drinks in the mid-17th century. However, neither was made with rum, but rather eggs, ale, wine, sugar, and various spices. The most probable origin is as a truncated version of rumbullion or rumbustion.[2] Both words surfaced in English about the same time as rum did (Joan Coromines states 1651 as the first recording of \"rumbullion\", and 1654 for \"rum\" -1770 for the first recording in Spanish of ron), and were slang terms for \"tumult\" or \"uproar\". This is a far more convincing explanation, and brings the image of fractious men fighting in entanglements at island tippling houses, which are early versions of the bar.\n\nAnother claim is the name is from the large drinking glasses used by Dutch seamen known as rummers, from the Dutch word roemer, a drinking glass.[3] Other options include contractions of the words iterum, Latin for \"again, a second time\", or arôme, French for aroma.\n\nRegardless of the original source, the name was already in common use by 1654, when the General Court of Connecticut ordered the confiscations of \"whatsoever Barbados liquors, commonly called rum, kill devil and the like\". A short time later in May 1657, the General Court of Massachusetts also decided to make illegal the sale of strong liquor \"whether knowne by the name of rumme, strong water, wine, brandy, etc.\"\n\nIn current usage, the name used for a rum is often based on its place of origin.\n\nFor rums from Spanish-speaking locales, the word ron is used. A ron añejo (\"old rum\") indicates a rum that has been significantly aged and is often used for premium products.\n\nRhum is the term that typically distinguishes rum made from fresh sugar cane juice from rum made from molasses in French-speaking locales like Martinique. A rhum vieux (\"old rum\") is an aged French rum that meets several other requirements.\n\nSome of the many other names for rum are Nelson's blood, kill-devil, demon water, pirate's drink, navy neaters, and Barbados water. A version of rum from Newfoundland is referred to by the name screech, while some low-grade West Indies rums are called tafia.",
  "strType": "Rum",
  "strAlcohol": "Yes",
  "strABV": "38"
}