{
  "idIngredient": "187",
  "strIngredient": "Drambuie",
  "strDescription": "Drambuie /dræmˈbuːi/ is a golden coloured, 40% ABV liqueur made from scotch whisky, honey, herbs and spices. The brand had been owned by the MacKinnon family for a hundred years but was bought by William Grant & Sons in 2014. It has been produced under contract at the Morrison Bowmore Distillers facility at Springburn Bond, Glasgow since 2010.\r\n\r\nThe name \"Drambuie\" possibly derives from a contraction of the Scottish Gaelic phrase an dram buidheach – \"the drink that satisfies\" – a claim made by the original manufacturers of the drink.\r\n\r\nAfter the Battle of Culloden in 1746, Prince Charles Edward Stuart fled to the isle of Skye. There, he was given sanctuary by Captain John MacKinnon of Clan MacKinnon. According to family legend, after staying with the captain, the prince rewarded him with this prized drink recipe. This version of events is disputed by historians who believe it to be a story concocted to boost sales of the drink.\r\n\r\nThe legend holds that the recipe, which at that time had no known name, was given by Clan MacKinnon to John Ross in the late 19th century. James Ross, his son and a local business man, ran the Broadford Hotel in Broadford on Skye and it was he who, after the death of John in 1879, began to experiment with the recipe at the Hotel.\r\n\r\nDrambuie is a sweet, golden coloured 40% ABV liqueur made from Scotch whisky, honey, herbs and spices.\r\n\r\nIn the 1880s, Ross developed and improved the recipe, changing the original brandy base to one of scotch whisky, initially for his friends and then later for hotel patrons. Ross named the concoction 'Drambuie' and sold it further afield, eventually reaching markets in France and the United States. As the drink became better known, Ross registered the name as a trademark in 1893.\r\n\r\nWhen Ross died, his widow, Eleanor, was obliged to sell the recipe to pay for their children's education; by coincidence to a different MacKinnon family. The latter MacKinnon family produced the drink until 2014, when the company was sold.",
  "strType": "Liqueur",
  "strAlcohol": "Yes",
  "strABV": null
}