{
  "idIngredient": "81",
  "strIngredient": "Cachaca",
  "strDescription": "Cachaça (Portuguese pronunciation: [kaˈʃasɐ]) is a distilled spirit made from fermented sugarcane juice. Also known as aguardente, pinga, caninha and other names, it is the most popular distilled alcoholic beverage in Brazil. Outside Brazil, cachaça is used almost exclusively as an ingredient in tropical drinks, with the caipirinha being the most famous cocktail.\r\n\r\nSugar production was mostly switched from the Madeira islands to Brazil by the Portuguese in the 16th century. In Madeira, aguardente de cana is made by distilling sugar cane liquors and the pot stills from Madeira were brought to Brazil to make what today is also called cachaça.\r\n\r\nThe process dates from 1532, when one of the Portuguese colonisers brought the first cuttings of sugar cane to Brazil from Madeira. Cachaça is mostly produced in Brazil, where, according to 2007 figures, 1,500,000,000 litres (396,000,000 US gal; 330,000,000 imp gal) are consumed annually, compared with 15,000,000 litres (3,960,000 US gal; 3,300,000 imp gal) outside the country. It is typically between 38% and 48% alcohol by volume. When homemade, it can be as strong as the distiller wants. Up to six grams per litre of sugar may be added.\r\n\r\nFigures from 2003 indicate 1.3 billion litres of cachaça are produced each year; only 1% of this is exported (mainly to Germany).\r\n\r\nCachaça, like rum, has two varieties: unaged (Portuguese: branca, \"white\" or prata, \"silver\") and aged (amarela, \"yellow\" or ouro, \"gold\"). White cachaça is usually bottled immediately after distillation and tends to be cheaper (some producers age it for up to 12 months in wooden barrels to achieve a smoother blend). It is often used as an ingredient in caipirinha and other beverages. Dark cachaça, usually seen as the \"premium\" variety, is aged in wood barrels and is meant to be drunk straight (it is usually aged for up to 3 years though some \"ultra premium\" cachaças have been aged for up to 15 years). Its flavour is influenced by the type of wood the barrel is made from.\r\n\r\nThere are very important regions in Brazil where fine pot still cachaça is produced such as Chã Grande in Pernambuco state, Salinas in Minas Gerais state, Paraty in Rio de Janeiro state, Monte Alegre do Sul in São Paulo state and Abaíra in Bahia state. Nowadays, producers of cachaça can be found in most Brazilian regions and in 2011 there were over 40,000 of them.",
  "strType": "Spirit",
  "strAlcohol": "Yes",
  "strABV": null
}