{
  "idIngredient": "13",
  "strIngredient": "Ale",
  "strDescription": "Ale is a type of beer brewed using a warm fermentation method, resulting in a sweet, full-bodied and fruity taste. Historically, the term referred to a drink brewed without hops.\r\n\r\nAs with most beers, ale typically has a bittering agent to balance the sweetness of the malt and act as a preservative. Ale was originally bittered with gruit, a mixture of herbs or spices boiled in the wort before fermentation. Later, hops replaced gruit as the bittering agent.\r\n\r\nAle, along with bread, was an important source of nutrition in the medieval world, particularly small beer, also known as table beer or mild beer, which was highly nutritious, contained just enough alcohol to act as a preservative, and provided hydration without intoxicating effects. Small beer would have been consumed daily by almost everyone, including children, in the medieval world, with higher-alcohol ales served for recreational purposes. The lower cost for proprietors combined with the lower taxes levied on small beer led to the selling of beer labeled \"strong beer\" that had actually been diluted with small beer. In medieval times, ale may have been safer to drink than most water (the germ theory of disease was unheard of, and the sterilizing properties of boiling unknown); however, there is no period evidence that people were aware of this nor that they chose to drink ale for this reason. The alcohol, hops, and some ingredients in gruit used to preserve some ales may have contributed to their lower load of pathogens, when compared to water. However, ale was largely safer due to the hours of boiling required in production, not the alcoholic content of the finished beverage.\r\n\r\nBrewing ale in the Middle Ages was a local industry primarily pursued by women. Brewsters, or alewives, would brew in the home for both domestic consumption and small scale commercial sale. Brewsters provided a substantial supplemental income for families; however, only in select few cases, as was the case for widows, was brewing considered the primary income of the household.\r\n\r\nThe word ale is related to the Old English alu or ealu, aloth and ealoth in the genitive and dative. It is believed to stem from Proto-Indo-European root *alu-, through Proto-Germanic *aluth-. This is a cognate of Old Saxon alo, Danish, Norwegian, Swedish, Icelandic and Old Norse öl/øl, Finnish olut, Estonian õlu, Old Bulgarian olu cider, Slovenian ol, Old Prussian alu, Lithuanian alus, Latvian alus.",
  "strType": "Beer",
  "strAlcohol": "Yes",
  "strABV": "4"
}