{
  "idIngredient": "363",
  "strIngredient": "Ouzo",
  "strDescription": "Ouzo (Greek: ούζο, IPA: [ˈuzo]) is an anise-flavoured aperitif that is widely consumed in Greece and Cyprus. Its taste is similar to other anise liquors like pastis, sambuca, arak, rakı, and mastika, that are traditionally produced and consumed in Mediterranean countries.\r\n\r\nOuzo has its roots in tsipouro, which is said to have been the work of a group of 14th-century monks on Mount Athos. One version of it was flavoured with anise. This version eventually came to be called ouzo.\r\n\r\nModern ouzo distillation largely took off in the beginning of the 19th century following Greek independence. The first ouzo distillery was founded in Tyrnavos in 1856 by Nikolaos Katsaros, giving birth to the famous ouzo Tyrnavou. When absinthe fell into disfavour in the early 20th century, ouzo was one of the products whose popularity rose to fill the gap; it was once called \"a substitute for absinthe without the wormwood\".[2] In 1932, ouzo producers developed a method of distillation using copper stills that is now the standard method of production. One of the largest producers of ouzo today is Varvayiannis (Βαρβαγιάννης),[citation needed] located in the town of Plomari in the southeast portion of the island of Lesbos, while in the same town Pitsiladi (Πιτσιλαδή), a variety of high-quality ouzo, is also distilled.\r\n\r\nOuzo is traditionally mixed with water, becoming cloudy white, sometimes with a faint blue tinge, and served with ice cubes in a small glass. Ouzo can also be drunk straight from a shot glass.\r\n\r\nOuzo is traditionally served with a small plate of a variety of appetizers called mezes, usually small fresh fish, fries, olives and feta cheese. Ouzo can be described to have a similar taste to absinthe which is liquorice-like, but smoother.\r\n\r\nOn October 25, 2006, Greece won the right to label ouzo as an exclusively Greek product. The European Union now recognizes ouzo, as well as the Greek drinks tsipouro and tsikoudia, as products with a Protected Designation of Origin, which prohibits European makers other than Greece and Cyprus from using the name.\r\n\r\nThere is an ouzo museum in Plomari, Lesvos.",
  "strType": "Aperitif",
  "strAlcohol": "Yes",
  "strABV": "38"
}