{
  "idIngredient": "9",
  "strIngredient": "Advocaat",
  "strDescription": "Advocaat or advocatenborrel is a traditional Dutch alcoholic beverage made from eggs, sugar and brandy.[1] The rich and creamy drink has a smooth, custard-like flavor. The typical alcohol content is generally somewhere between 14% and 20% ABV. Its contents may be a blend of egg yolks, aromatic spirits, sugar or honey, brandy, vanilla and sometimes cream (or evaporated milk). Notable makers of advocaat include Bols, DeKuyper and Verpoorten.\r\n\r\nAdvocaat is the Dutch word for \"lawyer\". As the name of the drink, it is short for advocatenborrel, or \"lawyer's drink\", where borrel is Dutch for a small alcoholic beverage consumed slowly during a social gathering. According to the 1882 edition of the Woordenboek der Nederlandsche taal (Dictionary of the Dutch Language), it is \"zoo genoemd als een goed smeersel voor de keel, en dus bijzonder dienstig geacht voor een advocaat, die in 't openbaar het woord moet voeren\" (\"so named as a good lubricant for the throat, and thus considered especially useful for a lawyer, who must speak in public.\"\r\n\r\nThick advocaat is sold mainly on the Dutch and Belgian market, though in lesser quantities it can also be found in German and Austrian markets. It is often eaten with a little spoon, while a more liquid version is sold as an export. Thick advocaat contains egg yolks, and is used as a waffle or poffertjes topping and as an ingredient for several kinds of desserts such as ice cream, custards and pastries. It is also served as an apéritif or digestif in a wide glass with whipped cream and cocoa powder sprinkled on top.\r\n\r\nIn the export variety whole eggs are used. The best known cocktail using advocaat is the Snowball: a mixture of advocaat, sparkling lemonade and sometimes lime juice, (although this is not required for the drink) that is often consumed near Christmas. Another is the Fluffy duck, made with rum. Another advocaat-based beverage is the Bombardino, a drink commonly found in Italian ski resorts, particularly the Italian Alps, made by mixing advocaat, brandy, and whipped cream.",
  "strType": "Spirit",
  "strAlcohol": "Yes",
  "strABV": "17"
}