{
  "idIngredient": "449",
  "strIngredient": "Sherry",
  "strDescription": "Sherry (English: /ˈʃɛri/, Spanish: Jerez [xeˈɾeθ] or [xeˈɾes]) is a fortified wine made from white grapes that are grown near the city of Jerez de la Frontera in Andalusia, Spain. Sherry is produced in a variety of styles made primarily from the Palomino grape, ranging from light versions similar to white table wines, such as Manzanilla and Fino, to darker and heavier versions that have been allowed to oxidise as they age in barrel, such as Amontillado and Oloroso. Sweet dessert wines are also made from Pedro Ximenez or Moscatel grapes, and are sometimes blended with Palomino-based Sherries.\r\n\r\nThe word \"Sherry\" is an anglicisation of Xeres (Jerez). Sherry was previously known as sack, from the Spanish saca, meaning \"extraction\" from the solera. In Europe, \"Sherry\" has protected designation of origin status, and under Spanish law, all wine labelled as \"Sherry\" must legally come from the Sherry Triangle, an area in the province of Cádiz between Jerez de la Frontera, Sanlúcar de Barrameda, and El Puerto de Santa María. In 1933 the Jerez Denominación de Origen was the first Spanish denominación to be officially recognised in this way, officially named D.O. Jerez-Xeres-Sherry and sharing the same governing council as D.O. Manzanilla Sanlúcar de Barrameda.\r\n\r\nAfter fermentation is complete, the base wines are fortified with grape spirit in order to increase their final alcohol content. Wines classified as suitable for aging as Fino and Manzanilla are fortified until they reach a total alcohol content of 15.5 per cent by volume. As they age in barrel, they develop a layer of flor—a yeast-like growth that helps protect the wine from excessive oxidation. Those wines that are classified to undergo aging as Oloroso are fortified to reach an alcohol content of at least 17 per cent. They do not develop flor and so oxidise slightly as they age, giving them a darker colour. Because the fortification takes place after fermentation, most sherries are initially dry, with any sweetness being added later. In contrast, port wine is fortified halfway through its fermentation, which stops the process so that not all of the sugar is turned into alcohol.\r\n\r\nWines from different years are aged and blended using a solera system before bottling, so that bottles of sherry will not usually carry a specific vintage year and can contain a small proportion of very old wine. Sherry is regarded by many wine writers as \"underappreciated\" and a \"neglected wine treasure\".",
  "strType": "Fortified Wine",
  "strAlcohol": "Yes",
  "strABV": null
}